const STATION_TYPE_OPTIONS = {
    0: 'Вантажно-пасажирська (Mixed)',
    1: 'Пасажирська',
    2: 'Вантажна'
};

const REGION_OPTIONS = {
    0: 'Львівська',
    1: 'Одеська',
    2: 'Тернопільська',
    3: 'Хмельницька',
    4: 'Закарпатська',
    5: 'Вінницька',
    6: 'Рівненська',
    7: 'Волинська',
    8: 'Івано-Франківська',
    9: 'Чернівецька',
    10: 'Житомирська',
    11: 'Київська',
    12: 'Миколаївська',
    13: 'Херсонська',
    14: 'Кіровоградська',
    15: 'Дніпропетровська',
    16: 'Харківська',
    17: 'Чернігівська',
    18: 'Сумська',
    19: 'Донецька',
    20: 'Запорізька',
    21: 'Луганська',
    22: 'Полтавська',
    23: 'Черкаська'
};

export { STATION_TYPE_OPTIONS, REGION_OPTIONS };